import Link from 'next/link';
import '../.../../../../styles/globals.css';
import css from './page.module.css';

export default function ReturnProducts() {
    return (
        <section className="section">
            <div className="container">
                <h1>Повернення товару</h1>
                <p>
                    Якщо вам з якихось причин не підійшов товар, ми можемо запропонувати вам обмін
                    або повернення товару згідно Закону України &quot;Про захист прав
                    споживачів&quot; від 13.01.2006р.
                </p>
                <h4>Для повернення товару обов'язково:</h4>

                <p>
                    зателефонувати за номерами{' '}
                    <Link href="tel:+380961050086">+38 096 105 00 86</Link>,{' '}
                    <Link href="tel:+380669016927">+38 066 901 69 27</Link> та залиште заявку на
                    повернення товару, після чого ми зв'яжемося з вами для уточнення деталей
                </p>
                <h4>
                    Оформляючи замовлення на сайті, Ви автоматично погоджуєтеся з умовами роботи
                    інтернет-магазину:
                </h4>
                <ul>
                    <li>
                        Транспортні витрати по поверненню бракованого товару оплачується Продавцем.
                    </li>
                    <li>Повернення товару з яких-небудь інших причин оплачується Покупцем.</li>
                    <li>
                        Повернення товару можливе протягом 14 днів з моменту покупки, в новому і не
                        пошкодженому стані (перевіряйте комплектацію, цілісність упаковки,
                        відсутність механічних пошкоджень і документи при отриманні замовлення. Це
                        можливо зробити при працівниках служби доставки. Ми не несемо
                        відповідальності за товар, який не був перевірений на наявність механічних
                        пошкоджень або відсутність частин безпосередньо при отриманні у відділенні
                        перевізника. У разі виявлення некомплекту або пошкоджень, Ви маєте право не
                        оплачувати товар і відмовитися від його отримання.Будь ласка, повідомте
                        інтрнет-магазин про пошкодження чи відмову)
                    </li>
                    <li>
                        Повернення коштів здійснюється протягом 14 робочих днів з моменту відправки
                        Покупцем повернення .
                    </li>
                </ul>

                <p>
                    Ми дорожимо своєю репутацією і до кожного клієнта ставимося лояльно і з повагою.
                </p>
            </div>
        </section>
    );
}
