import '../.../../../../styles/globals.css';
// import css from './page.module.css';

export default function Payment() {
    return (
        <section className="section">
            <div className="container">
                <h1>Оплата та доставка</h1>
                <h2>ОПЛАТА</h2>

                <div>
                    {' '}
                    <h4>Оформляйте замовлення, використовуючи зручний для вас спосіб оплати:</h4>
                    <ul>
                        <li>Банківською картою Visa і MasterCard</li>
                        <li>Банківським переводом</li>
                        <li>Готівкою при отриманні у відділенні «Нова пошта»</li>
                    </ul>
                </div>
                {/* <h4>Ми приймаємо банківські карти Visa і MasterCard.</h4>
                <p>
                    Оплата онлайн відбувається на сторінці, захищеної сертифікатами безпеки. Для
                    захисту ваших даних ми використовуємо кращу технологію захисту даних в мережі
                    інтернет. Ви оплачуєте тільки вартість товару, комісія при оплаті онлайн не
                    стягується.
                </p> */}
                <div>
                    <h4>Банківський переказ</h4>
                    <p>
                        При оплаті банківським переказом банк може стягувати комісію (це залежить
                        від банку). Після зарахування грошей на наш банківський рахунок ми
                        оформляємо Ваше замовлення.
                    </p>
                </div>
                <div>
                    <h4>Готівкою при отриманні на відділенні «Нова пошта»</h4>
                    <p>
                        Оплатити товар готівкою Ви можете при отриманні замовлення на відділенні
                        поштової служби.
                    </p>
                    <p>
                        При накладеному платіж одержувач оплачує: своє замовлення + 20 грн фіксоване
                        і 2% від загальної суми замовлення (за пересилання грошей) + доставку Нової
                        Пошти. Комісію за накладений платіж завжди оплачує покупець.
                    </p>
                </div>

                <h2>ДОСТАВКА</h2>
                <div>
                    <p>
                        Доставка здійснюється в будь-яке зазначене місце в Україні, провідними
                        кур&apos;єрськими та поштовими службами: Нова Пошта
                    </p>
                    <p>Термін доставки 1 - 2 дні, вартість від 60 грн.</p>
                </div>
                <p>Важливо!</p>
                <p>
                    Відправлення товарів здійснюється щодня При доставці ви можете оплатити готівкою
                    кур&apos;єру.
                </p>
                <p>Важливо!</p>

                <p>
                    Зверніть увагу, що для придбання товару, при оформленні потрібно вказати реальні
                    дані:
                </p>
                <ul>
                    <li>Прізвище, ім&apos;я та по батькові;</li>
                    <li>Номер телефону;</li>
                    <li>Місто або населений пункт;</li>
                    <li>Відділення &quot;Нової пошти&quot;</li>
                </ul>
                <p>
                    При отриманні замовлення потрібно обов&apos;язково мати при собі документ, що
                    підтверджує вашу особу (паспорт, студентський квиток, посвідчення водія).
                </p>
            </div>
        </section>
    );
}
